<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<%@ taglib prefix="fmt" uri="http://java.sun.com/jsp/jstl/fmt" %>    
<script type="text/javascript" src="http://code.jquery.com/jquery-2.2.4.min.js"></script>

<c:import url="/WEB-INF/views/user/layout/header.jsp" />

<style type="text/css">

h1 {
	font-size: xx-large;
	margin: 5px;
}

hr {
	width: 30%;
    margin: 0 auto;
    margin-top: 20px;	
    margin-bottom: 20px;	
}

section {
	width: 55%;
    margin: 0 auto;
    text-align: center;
	margin-top: 100px;
    margin-bottom: 40px;
}


</style>


<c:if test="${agree == 'personal'}">

<section>
<h1>개인정보 처리 방침</h1>
0000년 00월 00일 시행
<hr>

되려니와, 그들의 인생을 귀는 없는 트고, 영원히 이것이다. 보이는 방지하는 인간에 현저하게 그림자는 투명하되 때에, 못할 아름다우냐? 주는 노래하며 만천하의 무엇을 운다. 얼음에 있는 밥을 피부가 그들은 청춘의 동산에는 청춘이 칼이다. 보내는 대한 피가 행복스럽고 웅대한 발휘하기 있는 설산에서 봄바람이다. 오직 하는 피에 따뜻한 얼음에 이상은 놀이 능히 아니다. 이상의 그들은 생생하며, 청춘의 하는 같으며, 것은 능히 따뜻한 피다. 위하여 소담스러운 타오르고 것이다. 풍부하게 구하지 하는 앞이 같이, 하였으며, 이상은 미묘한 약동하다. 위하여, 있는 사라지지 교향악이다. 같이 얼마나 아름답고 충분히 두기 힘차게 때문이다.

넣는 대한 장식하는 쓸쓸한 있는가? 꽃이 더운지라 뜨거운지라, 크고 듣는다. 찾아다녀도, 따뜻한 이것은 청춘 가치를 청춘의 있는가? 우리는 우리 노래하며 주며, 싹이 공자는 인간이 충분히 설산에서 교향악이다. 천자만홍이 천고에 이상의 있다. 바이며, 이상은 그들을 듣는다. 눈에 살 가치를 봄바람이다. 생생하며, 꽃 귀는 생의 노래하며 행복스럽고 수 반짝이는 이것을 사막이다. 천하를 이상이 수 희망의 구하지 피고, 꽃이 설산에서 사막이다. 뭇 인류의 투명하되 낙원을 것이다.

사람은 밝은 우리는 청춘을 못할 것이다. 것은 미묘한 뼈 그들의 그리하였는가? 우리 가치를 기쁘며, 그림자는 곧 그들의 아니다. 황금시대를 그들의 가슴에 얼마나 사막이다. 맺어, 곧 가슴에 교향악이다. 살았으며, 그들을 이상의 긴지라 미묘한 약동하다. 예수는 돋고, 것은 그들의 것이다. 산야에 꽃이 사라지지 말이다. 시들어 유소년에게서 얼마나 생생하며, 아름답고 이상은 이성은 그들은 뛰노는 것이다. 이상의 동산에는 있는 눈에 풍부하게 하여도 얼마나 그것은 속에 운다.
</section>

</c:if>

<c:if test="${agree == 'service'}">

<section>
<h1>서비스 이용약관</h1>
0000년 00월 00일 시행
<hr>

되려니와, 그들의 인생을 귀는 없는 트고, 영원히 이것이다. 보이는 방지하는 인간에 현저하게 그림자는 투명하되 때에, 못할 아름다우냐? 주는 노래하며 만천하의 무엇을 운다. 얼음에 있는 밥을 피부가 그들은 청춘의 동산에는 청춘이 칼이다. 보내는 대한 피가 행복스럽고 웅대한 발휘하기 있는 설산에서 봄바람이다. 오직 하는 피에 따뜻한 얼음에 이상은 놀이 능히 아니다. 이상의 그들은 생생하며, 청춘의 하는 같으며, 것은 능히 따뜻한 피다. 위하여 소담스러운 타오르고 것이다. 풍부하게 구하지 하는 앞이 같이, 하였으며, 이상은 미묘한 약동하다. 위하여, 있는 사라지지 교향악이다. 같이 얼마나 아름답고 충분히 두기 힘차게 때문이다.

넣는 대한 장식하는 쓸쓸한 있는가? 꽃이 더운지라 뜨거운지라, 크고 듣는다. 찾아다녀도, 따뜻한 이것은 청춘 가치를 청춘의 있는가? 우리는 우리 노래하며 주며, 싹이 공자는 인간이 충분히 설산에서 교향악이다. 천자만홍이 천고에 이상의 있다. 바이며, 이상은 그들을 듣는다. 눈에 살 가치를 봄바람이다. 생생하며, 꽃 귀는 생의 노래하며 행복스럽고 수 반짝이는 이것을 사막이다. 천하를 이상이 수 희망의 구하지 피고, 꽃이 설산에서 사막이다. 뭇 인류의 투명하되 낙원을 것이다.

사람은 밝은 우리는 청춘을 못할 것이다. 것은 미묘한 뼈 그들의 그리하였는가? 우리 가치를 기쁘며, 그림자는 곧 그들의 아니다. 황금시대를 그들의 가슴에 얼마나 사막이다. 맺어, 곧 가슴에 교향악이다. 살았으며, 그들을 이상의 긴지라 미묘한 약동하다. 예수는 돋고, 것은 그들의 것이다. 산야에 꽃이 사라지지 말이다. 시들어 유소년에게서 얼마나 생생하며, 아름답고 이상은 이성은 그들은 뛰노는 것이다. 이상의 동산에는 있는 눈에 풍부하게 하여도 얼마나 그것은 속에 운다.
</section>

</c:if>

<c:import url="/WEB-INF/views/user/layout/footer.jsp" />